{
  "news": [
    {
      "id": 1,
      "title": "GOOGLE’S new virtual reality viewer is remarkably fashionable for something that straps a smartphone to your face.",
      "html": "<div class=\"story-intro\"><p><strong>GOOGLE’S new virtual reality viewer is remarkably fashionable for something that straps a smartphone to your face. </strong></p></div><p>The internet giant is throwing open the doors to its new virtual reality platform, Daydream, today, and delivering a new headset that looks remarkably different from its last crafty cardboard VR construction.</p><p>It’s so slick, the Daydream View doesn’t deserve to be mentioned in the same conversation as Google Cardboard, and out-styles its rivals while attaining a greater comfort level.</p><p>Plus, it’s part of a larger system, and a larger plan for mobile virtual reality.</p><p>But is the technology worth your time? And can Google make its Daydream a reality for mainstream audiences?</p><p><b>HOW IS DAYDREAM DIFFERENT?</b></p><p>Google’s new VR headset looks, feels, and operates differently to its rivals.</p><p>The Daydream View is not an all-plastic gadget,but a frame with a moulded foam mask covered in microfibre that sits over two lenses, and a soft slate fabric outside.</p><p>The headset’s strap is elasticated but won’t get caught in your hair, and its clasps are easy to move into position.</p><div class=\"image-frame\"><img alt=\"Google's Daydream View headset is a stylish creation created in conjunction with a shoe and clothing company.\" src=\"http://cdn.newsapi.com.au/image/v1/1d3bdc4ee4ab99efaa418504141e8667\" width=\"650\" height=\"366\"></div> <p>Google teamed with an unnamed apparel company to design the View, and the expertise shows, both in materials and design.</p><p>You can wear spectacles inside this headset — something only the PlayStation VR has been able to claim until now — and it doesn’t require a power source, just a powered                                                                                                                         remote control.</p><p>That control fits snugly into the viewer when not in use.</p><p>There are two niggles in its otherwise thoughtful and considered design.</p><p>With one strap around your head, but none over the top, users will need to tighten the headset firmly to prevent movement, and glasses wearers may be tempted to hold it up with one hand for comfort.</p><p>Light can also shine in through its sides, creating reflections, though this doesn’t significantly distract from the main show.</p></div>"
    },
    {
      "id": 2,
      "title": "Facebook employees start secret ‘task force’ to examine fake news allegations",
      "html": "<div><p><strong>LAST WEEK, Facebook chief Mark Zuckerberg rejected claims that fake stories shared on the social network helped steer President-elect Donald Trump to victory.</strong></p></div><p>However, it appears not everyone agrees, with employees of Facebook taking matters into their own hands — forming an unofficial task force to look into the allegations.</p><p>The  argument that fake news on Facebook affected the election was dubbed as a “pretty crazy idea” from Mr Zuckerberg himself last week.</p><p>This was refuted by an employee from Facebook’s engineering division who spoke anonymously on the subject matter.</p><p>“It’s not a crazy idea. What’s crazy is for him to come out and dismiss it like that, when he knows, and those of us at the company know, that fake news ran wild on our platform during the entire campaign season,” he told BuzzFeed News.</p><p>He was one of five employees that spoke under condition of anonymity, after they were warned against speaking to the media by their superiors.</p><p>While speaking out, the employees were still largely secretive about the task force.</p><p>One employee said “more than dozens” of staff at Facebook were involved and said the group had already met twice in the past week.</p><p>Currently, the group meet in secret for fear of losing their jobs if senior management became aware.</p></div>"
    },
    {
      "id": 3,
      "title": "Jaguar unveils electric SUV to rival Tesla’s Model-X",
      "html": "<div><p><strong>The electric car wars are sparking up as Jaguar launches an SUV challenger to the electric car pioneers from Tesla.</strong></p></div> <p>The British luxury brand is promising to put a plug-in luxury SUV on the road by the back end of 2018 and is previewing its I-Pace battery-powered car this week at the Los Angeles Auto Show.</p><p>It will go head-to-head with the Tesla Model X, which is already available in Australia and priced from $111,900.</p><p>The I-Pace is a radical departure from any previous Jaguar and is described by the company’s design director, Ian Callum, as the most significant new model for the brand since the E-Type sports car in the 1960s.</p><p>He also predicts the biggest shift in the history of car design as stylists break free from the packaging demands of a large combustion engine and gearbox in a car.</p><p>“Car design will change more in the next five years than it has in the past 50 years,” Callum says.</p><p>The global unveiling of the car was as hi-tech as the star car, with a virtual-reality introduction for an audience of journalists in LA and London that was later repeated in California for a celebrity line-up including Miranda Kerr, James Corden, Michelle Rodriguez and David Gandy.</p><p>As with many of the existing and upcoming plug-in electric cars — from the BMW i3 selling in Australia from $63,900 to the Mercedes-Benz Generation EQ concept car — the future Jaguar relies on a “skateboard” battery pack of lithium-ion cells beneath its good looking SUV body.</p><p>Jaguar is promising a range of 500 kilometres between charges and a two-hour charge time. It also says the car, which has a pair of electric motors at each end for all-wheel drive, will surge to 100km/h in just 4.0 seconds.</p></div>"
      }
    ]
  }

	
	
	


